Repository: janw-me/expire-passwords
Catalog: languages/expire-user-passwords-*.po
Languages: nl_nl

source: Require certain users to change their passwords on a regular basis.
nl_nl: Verplicht gebruikers om wachtwoorden te veranderen op een regulier basis.

source: %1$s ago
nl_nl: %1$s geleden

source: Your password must be reset every day.
nl_nl: Je wachtwoord moet elke dag gereset worden.

source: Please enter your username or e-mail below and a password reset link will be sent to you.
nl_nl: Voer je gebruikersnaam of e-mail hieronder in en een wachtwoord reset link wordt naar je gestuurd.

source: Require password reset every
nl_nl: Verplicht wachtwoord reset elke

source: For users in these roles
nl_nl: Bij gebruikers in deze rollen.

source: Reset via email
nl_nl: Reset per email

source: days
nl_nl: dagen

source: Send an email with the password reset link.
nl_nl: Verstuur een email met een wachtwoord reset link.

source: Reset password directly on the login screen.
nl_nl: Reset wachtwoorden rechtstreeks op het login scherm.

source: Do you like the %1$s plugin? Please consider %2$s on %3$s
nl_nl: Vindt je de %1$s plugin leuk? Overweeg een %2$s te plaatsen op %3$s

source: leaving a &#9733;&#9733;&#9733;&#9733;&#9733; review
nl_nl: &#9733;&#9733;&#9733;&#9733;&#9733; review
